{
    "quotes": [
        "We who have suffered alcoholic torture must believe that the body of the alcoholic is quite as abnormal as his mind (xxiv) ",

        "We are sure that our bodies were sickened as well. (xxiv) ",

        "These allergic types can never safely use alcohol in any form (xxiv)",

        "Once having formed the habit and found they cannot break it, once having lost their self-confidence, their reliance on things human, their problems pile up on them and become astonishingly difficult to solve. (xxviii) ",

        "There are many situations which arise out of the phenomenon of craving which cause men to make the supreme sacrifice rather than continue to fight. (xxviii) ",

        "These men are not drinking to escape; they are drinking to overcome a craving beyond their mental control. (xxx) ",

        "This phenomenon, as we have suggested, may be the manifestation of an allergy which differentiates these people, and sets them apart as a distinct entity. (xxx) ",

        "An illness of this sort-and we have come to believe it an illness-involves those about us in a way no other human sickness can. ",

        "For with it there goes annihilation of all the things worthwhile in life. ",

        "It engulfs all whose lives touch the sufferer’s. It brings misunderstanding, fierce resentment, financial insecurity, disgusted friends and employers, warped lives of blameless children, sad wives and parents-anyone can increase the list. (18:1) ",

        "The alcoholic reacts differently from normal people. We are not sure why, once a certain point is reached, little can be done for him. ",

        "We cannot answer the riddle. We know that while the alcoholic keeps away from drink, as he may do for months or years, he reacts much like other men. ",

        "We are equally positive that once he takes any alcohol whatever into his system, something happens, both in the bodily and mental sense, which makes it virtually impossible for him to stop. (22:3)",

        "The main problem of the alcoholic centers in his mind, rather than in his body. (23:1) ",

        "At a certain point in the drinking of every alcoholic, he passes into a state where the most powerful desire to stop drinking is of absolutely no avail. (24:0) ",

        "The fact is that most alcoholics, for reasons yet obscure, have lost the power of choice in drink. ",

        "Our so-called will power becomes practically nonexistent. ",

        "We are unable, at certain times, to bring into our consciousness with sufficient force the memory of the suffering and humiliation of even a week or a month ago. ",

        "We are without defense against the first drink. (24:1) ",

        "The actual or potential alcoholic, with hardly an exception, will be absolutely unable to stop drinking on the basis of self-knowledge. (39:1) ",

        "Lack of power, that was our dilemma. We had to find a power by which we could live, and it had to be a Power greater than ourselves.(45:1",

        "We did not need to consider another's conception of God. (46:2) ",

        "God does not make too hard terms with those who seek Him. (46:2) ",

        "We found that as soon as we were able to lay aside prejudice and express even a willingness to believe in a Power greater than ourselves, we commenced to get results, even though it was impossible for any of us to fully define or comprehend that Power, which is God. (46:1) ",

        "The Realm of Spirit is broad, roomy, all inclusive; never exclusive or forbidding to those who earnestly seek. It is open, we believe, to all men. (46:2) ",

        "As soon as a man can say that he does believe, or is willing to believe, we emphatically assure him that he is on his way. ",

        "It has been repeatedly proven among us that upon this simple cornerstone a wonderfully effective spiritual structure can be built.* (47:2)",

        "In the face of collapse and despair, in the face of the total failure of their human resources, they found that a new power, peace, happiness, and sense of direction flowed into them. (50:4) ",

        "When we saw others solve their problems by a simple reliance upon the Spirit of the Universe, we had to stop doubting the power of God. (52:3) ",

        "Our ideas did not work. But the God idea did. (52:3) ",

        "Deep down in every man, woman, and child, is the fundamental idea of God. It may be obscured by calamity, by pomp, by worship of other things, but in some form or other it is there. (55:2) ",

        "If our testimony helps sweep away prejudice, enables you to think honestly, encourages you to search diligently within yourself, then, if you wish, you can join us on the Broad Highway. ",

        "With this attitude you cannot fail. ",

        "The consciousness of your belief is sure to come to you. (55:4) ",

        "He has come to all who have honestly sought Him. ",

        "When we drew near to Him, He disclosed Himself to us! (57:3) ",

        "Rarely have we seen a person fail who has thoroughly followed our path. (58:1) ",

        "Those who do not recover are people who cannot or will not completely give themselves to this simple program, usually men and women who are constitutionally incapable of being honest with themselves. (58:1) ",

        "Some of us have tried to hold on to our old ideas and the result was nil until we let go absolutely. (58:3) ",

        "That any life run on self-will can hardly be a success. On that basis we are almost always in collision with something or somebody, even though our motives are good. (60:4) ",

        "Selfishness-self-centeredness! That, we think, is the root of our troubles. (62:1) ",

        "We invariably find that at some time in the past we have made decisions based on self which later placed us in a position to be hurt. (62:1) ",

        "So our troubles, we think, are basically of our own making. ",

        "They arise out of ourselves, and the alcoholic is an extreme example of self will run riot, though he usually doesn't think so. (62:2) ",

        "Above everything, we alcoholics must be rid of this selfishness. We must, or it kills us! God makes that possible. ",

        "And there often seems no way of entirely getting rid of self without His aid. ",

        "Many of us had moral and philosophical convictions galore, but we could not live up to them even though we would have liked to. ",

        "Neither could we reduce our self-centeredness much by wishing or trying on our own power. We had to have God's help. (62:2) ",

        "We had to quit playing God. It didn't work. (62:3) ",

        "God was going to be our Director. He is the Principal; we are His agents. He is the Father, and we are His children. ",

        "Most good ideas are simple, and this concept was the keystone of the new and triumphant arch through which we passed to freedom. (62:3) ",

        "We had a new Employer. Being all powerful, He provided what we needed, if we kept close to Him and performed His work well. (63:1) ",

        "Established on such a footing we became less and less interested in ourselves, our little plans and designs. (63:1) ",

        "More and more we became interested in seeing what we could contribute to life. (63:1) ",

        "As we felt new power flow in, as we enjoyed peace of mind, as we discovered we could face life successfully, as we became conscious of His presence, we began to lose our fear of today, tomorrow or the hereafter. We were reborn. (63:1)",

        "Though our decision was a vital and crucial step, it could have little permanent effect unless at once followed by a strenuous effort to face, and to be rid of, the things in ourselves which had been blocking us. (64:0)",

        "Our liquor was but a symptom. (64:0) ",

        "Resentment is the \"number one\" offender. It destroys more alcoholics than anything else. From it stem all forms of spiritual disease, for we have been not only mentally and physically ill, we have been spiritually sick. (64:3) ",

        "When the spiritual malady is overcome, we straighten out mentally and physically. (64:3) ",

        "Nothing counted but thoroughness an honesty. (65:3) ",

        "It is plain that a life which includes deep resentment leads only to futility and unhappiness. To the precise extent that we permit these (resentments), do we squander the hours that might have been worth while. (66:1) ",

        "But with the alcoholic, whose hope is the maintenance and growth of a spiritual experience, this business of resentment is infinitely grave. We found that it is fatal. ",

        "For when harboring such feelings we shut ourselves off from the sunlight of the Spirit. The insanity of alcohol returns and we drink again. And with us, to drink is to die. (66:1) ",

        "If we were to live, we had to be free of anger. (66:2) ",

        "Just to the extent that we do as we think He would have us, and humbly rely on Him, does He enable us to match calamity with serenity. (68:2) ",

        "We ask Him to remove our fear and direct our attention to what He would have us be. At once, we commence to outgrow fear. (68:3) ",

        "If we are sorry for what we have done, and have the honest desire to let God take us to better things, we believe we will be forgiven and will have learned our lesson. (70:1) ",

        "If we are not sorry, and our conduct continues to harm others, we are quite sure to drink. (70:1) ",

        "We have begun to learn tolerance, patience and good will toward all men, even our enemies, for we look on them as sick people. (70:3)",

        "In actual practice, we usually find a solitary self-appraisal insufficient. (72:2) ",

        "If we skip this vital step, we may not overcome drinking. (72:2) ",

        "They took inventory all right, but hung on to some of the worst items in stock. They only thought they had lost their egoism and fear; they only thought they had humbled themselves. ",

        "But they had not learned enough of humility, fearlessness and honesty, in the sense we find it necessary, until they told someone else all their life story. (73:0)",

        "We must be entirely honest with somebody if we expect to live long or happily in this world. (73:4) ",

        "Once we have taken this step, withholding nothing, we are delighted. (75:2) ",

        "We can look the world in the eye. (75:2) ",

        "We can be alone at perfect peace and ease. (75:2) ",

        "Our fears fall from us. (75:2) ",

        "We begin to feel the nearness of our Creator. (75:2) ",

        "We may have had certain spiritual beliefs, but now we begin to have a spiritual experience. (75:2)",

        "The feeling that the drink problem has disappeared will often come strongly. (75:2) ",

        "We feel we are on the Broad Highway, walking hand in hand with the Spirit of the Universe. (75:2) ",

        "The power of God goes deep! (114:1) ",

        "If God can solve the age-old riddle of alcoholism, He can solve your problems too. (116:2) ",

        "You will lose the old life to find one much better. (120:0)",

        "All problems will not be solved at once. Seed has started to sprout in a new soil, but growth has only begun. ",

        "In spite of your new-found happiness, there will be ups and downs. Many of the old problems will still be with you. This is as it should be. (117:1) ",

        "Live and let live is the rule. If you both show a willingness to remedy your own defects, there will be little need to criticize each other. (118:2) ",

        "We grow by our willingness to face and rectify errors and convert them into assets. The alcoholic's past thus becomes the principal asset of the family and frequently it is almost the only one! (124:1) ",

        "Cling to the thought that, in God's hands, the dark past is the greatest possession you have-the key to life and happiness for others. With it you can avert death and misery for them. (124:2)",

        "We alcoholics are sensitive people. It takes some of us a long time to outgrow that serious handicap. (125:2) ",

        "But we aren't a glum lot. If newcomers could see no joy or fun in our existence, they wouldn't want it. ",

        "We absolutely insist on enjoying life. ",

        "We try not to indulge in cynicism over the state of the nations, nor do we carry the world's troubles on our shoulders. (132:1) ",

        "We have recovered, and have been given the power to help others. (132:2) ",

        "We have three little mottoes which are apropos. Here they are: First Things First, Live and Let Live, Easy Does It.(135:4) ",

        "Yes, there is a substitute and it is vastly more than that. It is a fellowship in Alcoholics Anonymous. (152:2) ",

        "The most satisfactory years of your existence lie ahead. Thus we find the fellowship, and so will you. (152:2) ",

        "The practical answer is that since these things have happened among us, they can happen with you. ",

        "Should you wish them above all else, and be willing to make use of our experience, we are sure they will come. ",

        "The age of miracles is still with us. Our own recovery proves that! (153:1) ",

        "He will show you how to create the fellowship you crave. (164:1) ",

        "God will constantly disclose more to you and to us. (164:2) ",

        "The answers will come, if your own house is in order. But obviously you cannot transmit something you haven't got. See to it that your relationship with Him is right, and great events will come to pass for you and countless others. This is the Great Fact for us. (164:2)",

        "We shall be with you in the Fellowship of the Spirit, and you will surely meet some of us as you trudge the Road of Happy Destiny. (164:3) ",

        "Now we need more action, without which we find that \"Faith without works is dead.\" (76:3) ",

        "We attempt to sweep away the debris which has accumulated out of our effort to live on self-will and run the show ourselves. (76:3) ",

        "Remember it was agreed at the beginning we would go to any lengths for victory over alcohol. (76:3) ",

        "Our real purpose is to fit ourselves to be of maximum service to God and the people about us. (77:0) ",

        "We are there to sweep off our side of the street, realizing that nothing worthwhile can be accomplished until we do so, never trying to tell him what he should do. (77:2) ",

        "If our manner is calm, frank, and open, we will be gratified with the result. (78:0) ",

        "In nine cases out of ten the unexpected happens. (78:1) ",

        "Rarely do we fail to make satisfactory progress. (78:1) ",

        "We must lose our fear of creditors no matter how far we have to go, for we are liable to drink if we are afraid to face them. (78:2)",

        "Perhaps there are some cases where the utmost frankness is demanded. No outsider can appraise such an intimate situation. (82:1) ",

        "Yes, there is a long period of reconstruction ahead. We must take the lead. A remorseful mumbling that we are sorry won't fill the bill at all. (83:1) ",

        "If we are painstaking about this phase of our development, we will be amazed before we are halfway through. (83:4)",

        "We are going to know a new freedom and a new happiness. (83:4) ",

        "We will not regret the past nor wish to shut the door on it. (83:4)",

        "We will comprehend the word serenity and we will know peace. (83:4)",

        "No matter how far down the scale we have gone, we will see how our experience can benefit others. (84:0) ",

        "That feeling of uselessness and self-pity will disappear. (84:0) ",
        "We will lose interest in selfish things and gain interest in our fellows. (84:0) ",

        "Self-seeking will slip away. (84:0) ",

        "Our whole attitude and outlook upon life will change. (84:0) ",

        "Fear of people and of economic insecurity will leave us. (84:0) ",

        "We will intuitively know how to handle situations which used to baffle us. (84:0) ",

        "We will suddenly realize that God is doing for us what we could not do for ourselves. (84:0) ",

        "Are these extravagant promises? We think not. They are being fulfilled among us-sometimes quickly, sometimes slowly. They will always materialize if we work for them. (84:1) ",

        "We continue to take personal inventory and continue to set right any new mistakes as we go along. (84:2) ",

        "We vigorously commenced this way of living as we cleaned up the past. (84:2) ",

        "We have entered the world of the Spirit. (84:2) ",

        "Love and tolerance of others is our code. (84:2) ",

        "We have ceased fighting anything or anyone even alcohol. (84:3)",

        "For by this time sanity will have returned. (84:3) ",

        "We will seldom be interested in liquor. If tempted, we recoil from it as from a hot flame. (84:3) ",

        "We react sanely and normally, and we will find that this has happened automatically. (85:0) ",

        "We will see that our new attitude toward liquor has been given us without any thought or effort on our part. It just comes! That is the miracle of it. (85:0) ",

        "We are not fighting it, neither are we avoiding temptation. (85:0) ",
        "We feel as though we had been placed in a position of neutrality-safe and protected. (85:0) ",

        "We have not even sworn off. Instead, the problem has been removed. It does not exist for us. (85:0) ",

        "We are neither cocky nor are we afraid. (85:0) ",

        "That is our experience. That is how we react so long as we keep in fit spiritual condition. (85:0) ",

        "We are not cured of alcoholism. (85:1) ",

        "What we really have is a daily reprieve contingent on the maintenance of our spiritual condition. (85:1) ",

        "Every day is a day when we must carry the vision of God's will into all of our activities. (85:1)",

        "\"How can I best serve Thee-Thy will (not mine) be done.\" These are thoughts which must go with us constantly. (85:1) ",

        "We can exercise our will power along this line all we wish. It is the proper use of the will. (85:1) ",

        "If we have carefully followed directions, we have begun to sense the flow of His Spirit into us. (85:2) ",

        "To some extent we have become God-conscious. (85:2)",

        "We have begun to develop this vital sixth sense. But we must go further and that means more action. (85:2) ",

        "We shouldn't be shy on this matter of prayer. Better men than we are using it constantly. It works, if we have the proper attitude and work at it. (85:3) ",

        "We ask God to direct our thinking, especially asking that it be divorced from self-pity, dishonest or self-seeking motives. ",

        "Under these conditions we can employ our mental faculties with assurance, for after all God gave us brains to use. (86:2) ",

        "Our thought-life will be placed on a much higher plane when our thinking is cleared of wrong motives. (86:2) ",

        "We are often surprised how the right answers come after we have tried this for a while. (86:3) ",

        "What used to be the hunch or the occasional inspiration gradually becomes a working part of the mind. (87:0) ",

        "Nevertheless, we find that our thinking will, as time passes, be more and more on the plane of inspiration. We come to rely upon it. (87:0) ",

        "We are careful never to pray for our own selfish ends. Many of us have wasted a lot of time doing that and it doesn't work. (87:1) ",

        "We constantly remind ourselves we are no longer running the show, humbly saying to ourselves many times each day \"Thy will be done.\" We are then in much less danger of excitement, fear, anger, worry, self-pity, or foolish decisions. (87:3) ",

        "We become much more efficient. (88:0)",

        "We do not tire so easily, for we are not burning up energy foolishly as we did when we were trying to arrange life to suit ourselves. (88:0) ",

        "It works-it really does. (88:1) ",

        "Practical experience shows that nothing will so much insure immunity from drinking as intensive work with other alcoholics. It works when other activities fail. (89:1) ",

        "Carry this message to other alcoholics! You can help when no one else can. (89:1) ",

        "You can secure their confidence when others fail. (89:1) ",

        "Life will take on new meaning. (89:2) ",

        "Frequent contact with newcomers and with each other is the bright spot of our lives. (89:2) ",

        "Ministers and doctors are competent and you can learn much from them if you wish, but it happens that because of your own drinking experience you can be uniquely useful to other alcoholics. (89:3) ",

        "To be vital, faith must be accompanied by self sacrifice and unselfish, constructive action. (93:2) ",

        "We have no monopoly on God; we merely have an approach that worked with us. (95:4) ",

        "Helping others is the foundation stone of your recovery. (97:1) ",
        "A kindly act once in a while isn't enough. You have to act the Good Samaritan every day, if need be. (97:1) ",

        "Some of us have taken very hard knocks to learn this truth: job or no job-wife or no wife-we simply do not stop drinking so long as we place dependence upon other people ahead of dependence on God. (98:1) ",

        "Burn the idea into the consciousness of every man that he can get well regardless of anyone. ",

        "The only condition is that he trust in God and clean house. (98:2) ",

        "Remind the prospect that his recovery is not dependent upon people. It is dependent upon his relationship with God. (99:3) ",

        "When we look back, we realize that the things which came to us when we put ourselves in God's hands were better than anything we could have planned. (100:1) ",

        "Follow the dictates of a Higher Power and you will presently live in a new and wonderful world, no matter what your present circumstances! (100:1) ",

        "In our belief any scheme of combating alcoholism which proposes to shield the sick man from temptation is doomed to failure. (101:2) ",
        "Keep on the firing line of life with these motives and God will keep you unharmed. (102:2) ",

        "After all, our problems were of our own making. Bottles were only a symbol. (103:3) ",

        "Besides, we have stopped fighting anybody or anything. We have to! (103:3)",

        "Pg. xi PREFACE Because this book has become the basic text for our Society and has helped such a large numbers of alcoholic men and women to recovery, there exists a sentiment against any radical changes being made in it.",

        "Pg. xiii FOREWARD TO FIRST EDITION We of Alcoholics Anonymous, are more than one hundred men and women who have recovered from a seemingly hopeless state of mind and body. ",

        "To show other alcoholics precisely how we have recovered is the main purpose of this book. For them, we hope these pages prove so convincing that no further authentication will be necessary.",

        "Pg. xvi FOREWARD TO SECOND EDITION Prior to his journey to Akron, the broker had worked hard with many alcoholics on the theory that only an alcoholic could help an alcoholic, but he had succeeded only in keeping sober himself.",

        "Pg. xvi He suddenly realized that in order to save himself he must carry his message to another alcoholic.",

        "Pg. xvi, xvii This seemed to prove that one alcoholic could affect another as no nonalcoholic could. It also indicated that strenuous work, one alcoholic with another, was vital to permanent recovery.",

        "Pg. xxii FOREWARD TO THIRD EDITION In spite of the great increase in the size and span of this Fellowship, at its core it remains simple and personal. Each day, somewhere in the world, recovery begins when one alcoholic talks with another alcoholic, sharing experience, strength, and hope.",

        "Pg. xxvi THE DOCTOR'S OPINION We believe, and so suggested a few years ago, that the action of alcohol on these chronic alcoholics is a manifestation of an allergy; that the phenomenon of craving is limited to this class and never occurs in the average temperate drinker. ",

        "These allergic types can never safely use alcohol in any form at all; and once having formed the habit and found they cannot break it, once having lost their self-confidence, their reliance upon things human, their problems pile up on them and become astonishingly difficult to solve.",

        "In nearly all cases, their ideals must be grounded in a power greater than themselves, if they are to re- create their lives.",

        "We feel, after many years of experience, that we have found nothing which has contributed more to the rehabilitation of these men than the altruistic* movement now growing up among them.",

        "Men and women drink essentially because they like the effect produced by alcohol.",

        "They are restless, irritable and discontented, unless they can again experience the sense of ease and comfort which comes at once by taking a few drinks----drinks which they see others taking with impunity.",

        "After they have succumbed to the desire again, as so many do, and the phenomenon of craving develops, they pass through the well-known stages of a spree, emerging remorseful, with a firm resolution not to drink again. ",

        "This is repeated over and over, and unless this person can experience an entire psychic change there is very little hope of his recovery.",

        "One feels that something more than human power is needed to produce the essential psychic change.",

        "Pg. xxviii All these, and many others, have one symptom in common: they cannot start drinking without developing the phenomenon of craving. ",

        "This phenomenon, as we have suggested, may be the manifestation of an allergy which differentiates these people, and sets them apart as a distinct entity. ",

        "It has never been, by any treatment with which we are familiar, permanently eradicated. The only relief we have to suggest is entire abstinence.",

        "I earnestly advise every alcoholic to read this book through, and though perhaps he came to scoff, he may remain to pray.",

        "It was only a matter of being willing to believe in a Power greater than myself. Nothing more was required of me to make my beginning. I saw that growth could start from that point.",

        "Pg. 14,15 My friend had emphasized the absolute necessity of demonstrating these principals in all my affairs. ",

        "Particularly was it imperative to work with others as he had worked with me. ",

        "Faith without works was dead, he said. And how appallingly true for the alcoholic! ",

        "For if an alcoholic failed to perfect and enlarge his spiritual fe through work and self-sacrifice for others, he could not survive the certain trials and low spots ahead. ",

        "If he did not work, he would surely drink again, and if he drank, he would surely die.",

        "The tremendous fact for every one of us is that we have discovered a common solution. ",

        "We have a way out on which we can absolutely agree, and upon which we can join in brotherly and harmonious action. ",

        "This is the great news this book carries to those who suffer from alcoholism.",

        "Pg. 18 Highly competent psychiatrists who have dealt with us have found it sometimes impossible to persuade an alcoholic to discuss his situation without reserve. ",

        "Strangely enough, wives, parents and intimate friends usually find us even more unapproachable than do the psychiatrist and the doctor.",

        "But the ex-problem drinker who has found the solution, who is properly armed with facts about himself, can generally win the entire confidence of another alcoholic in a few hours. ",

        "Until such an understanding is reached, little or nothing can be accomplished.",

        "Pg. 20 Our very lives, as ex-problem drinkers, depend upon our constant thought of others and how we may help meet their needs.",

        "If you are an alcoholic who wants to get over it, you may already be asking--\"What do I have to do?\"",

        "It is the purpose of this book to answer such questions specifically.",

        "Pg. 21 But what about the real alcoholic? He may start off as a moderate drinker; he may or may not become a continuous hard drinker; but at some stage of his drinking career he begins to lose all control of his liquor consumption, once he starts to drink.",

        "Pg. 22,23 We know that while the alcoholic keeps away from drink, as he may do for months or years, he reacts much like other men. We are equally positive that once he takes any alcohol whatever into his system, something happens, both in the bodily and mental sense, which makes it virtually impossible for him to stop. ",

        "The experience of any alcoholic will abundantly confirm this.",

        "Pg. 23 These observations would be academic and pointless if our friend never took the first drink, thereby setting the terrible cycle in motion. ",

        "Therefore, the main problem of the alcoholic centers in his mind, rather than in his body.",

        "Pg. 24 At a certain point in the drinking of every alcoholic, he passes into a state where the most powerful desire to stop drinking is of absolutely no avail. ",

        "This tragic situation has already arrived in practically every case long before it is suspected.",

        "The fact is that most alcoholics, for reasons yet obscure, have lost the power of choice in drink. Our so-called will power becomes practically nonexistent. ",

        "We are unable, at certain times, to bring into our consciousness with sufficient force the memory of the suffering and humiliation of even a week or a month ago. ",

        "We are without defense against the first drink.",

        "The alcoholic may say to himself in the most casual way, \"It won't burn me this time, so here's how!\"",

        "When this sort of thinking is fully established in an individual with alcoholic tendencies, he has probably placed himself beyond human aid, and unless locked up, may die or go permanently insane.",

        "Pg. 25 There is a solution. Almost none of us liked the self-searching, the leveling of pride, the confession of shortcomings which the process requires for its successful consummation.",

        "The great fact is just this, and nothing less: That we have had deep and effective spiritual experiences which have revolutionized our whole attitude toward life, toward our fellows and toward God's universe. ",

        "The central fact of our lives today is the absolute certainty that our Creator has entered into our hearts and lives in a way which is indeed miraculous. ",

        "He has commenced to accomplish those things for us which we could never do by ourselves.",

        "We were in a position where life was becoming impossible, and if we had passed into the region from which there is no return through human aid, we had but two alternatives: ",

        "One was to go on to the bitter end, blotting out the consciousness of our intolerable situation as best we could; and the other, to accept spiritual help.",

        "Pg. 29 Further on, clear-cut directions are given showing how we recovered.",

        "Each individual, in the personal stories, describes in his own language and from his own point of view the way he established his relationship with God.",

        "Pg. 30 MORE ABOUT ALCOHOLISM The idea that somehow, someday he will control and enjoy his drinking is the great obsession of every abnormal drinker. ",

        "The persistence of this illusion is astonishing. Many pursue it into the gates of insanity or death.",

        "We learned that we had to fully concede to our innermost selves that we were alcoholics. ",

        "This is the first step in recovery. The delusion that we are like other people, or presently may be, has to be smashed.",

        "We alcoholics are men and women who have lost the ability to control our drinking. We know that no real alcoholic ever recovers control.",

        "We are convinced to a man that alcoholics of our type are in the grip of a progressive illness. ",

        "Over any considerable period we get worse, never better.",

        "Pg. 31 Physicians who are familiar with alcoholism agree there is no such thing as making a normal drinker out of an alcoholic.",

        "Despite all we can say, many who are real alcoholics are not going to believe they are in that class. ",

        "By every form of self-deception and experimentation, they will try to prove themselves exceptions to the rule, therefore nonalcoholic.",

        "Pg. 33 To be gravely affected, one does not necessarily have to drink a long time nor take the quantities some of us have.",

        "Certain drinkers, who would be greatly insulted if called alcoholics, are astonished at their inability to stop.",

        "Pg. 34 As we look back, we feel we had gone on drinking many years beyond the point where we could quit on our will power. ",

        "If anyone questions whether he has entered this dangerous area, let him try leaving liquor alone for one year. If he is a real alcoholic and very far advanced, there is scant chance of success.",

        "But the actual or potential alcoholic, with hardly an exception, will be absolutely unable to stop drinking on the basis of self-knowledge. ",

        "This is a point we wish to emphasize and re-emphasize, to smash home upon our alcoholic readers as it has been revealed to us out of bitter experience.",

        "Pg. 43 Many doctors and psychiatrists agree with our conclusions.",

        "Once more: The alcoholic at certain times has no effective mental defense against the first drink. Except in a few rare cases, neither he nor any other human being can provide such a defense. His defense must come from a Higher Power.",

        "If, when you honestly want to, you find you cannot quit entirely, or if when drinking, you have little control over the amount you take, you are probably alcoholic. If that be the case, you may be suffering from an illness which only a spiritual experience will conquer.",

        "Pg. 45 Lack of power, that was our dilemma. We had to find a power by which we could live, and it had to be a Power greater than ourselves. Obviously. But where and how were we to find this Power?",

        "Well, that's exactly what this book is about. Its main object is to enable you to find a Power greater than yourself which will solve your problem.",

        "Pg. 46 We found that as soon as we were able to lay aside prejudice and express even a willingness to believe in a Power greater than ourselves, we commenced to get results, even though it was impossible for any of us to fully define or comprehend that Power, which is God.",

        "As soon as we admitted the possible existence of a Creative Intelligence, a Spirit of the Universe underlying the totality of things, we began to be possessed of a new sense of power and direction, provided we took other simple steps. ",

        "We found that God does not make too hard terms with those who seek Him.",

        "We needed to ask ourselves but one short question. \"Do I now believe or am I even willing to believe, that there is a Power greater than myself?\" As soon as a man can say that he does believe, or is willing to believe, we emphatically assure hem that he is on his way.",

        "Pg. 50 In our personal stories you will find a wide variation in the way each teller approaches and conceives of the Power which is greater than himself.",

        "On one proposition, however, these men and women are strikingly agreed. Every one of them has gained access to, and believes in, a Power greater than himself. This Power has in each case accomplished the miraculous, the humanly impossible.",

        "Pg. 52 When we saw others solve their problems by a simple reliance upon the Spirit of the Universe, we had to stop doubting the power of God. Our ideas did not work. But the God idea did.",

        "Pg. 53 When we became alcoholics, crushed by a self-imposed crisis we could not postpone or evade, we had to fearlessly face the proposition that either God is everything or else He is nothing. God either is, or He isn't. What was our choice to be?",

        "Pg. 55 Actually we were fooling ourselves, for deep down in every man, woman, and child, is the fundamental idea of God. It may be obscured by calamity, by pomp, by worship of other things, but in some form or other it is there. ",

        "For faith in a Power greater than ourselves, and miraculous demonstrations of that power in human lives, are facts as old as man himself.",

        "Rarely have we seen a person fail who has thoroughly followed our path. Those who do not recover are people who cannot or will not completely give themselves to this simple program, usually men and women who are constitutionally incapable of being honest with themselves.",

        "If you have decided you want what we have and are willing to go to any length to get it-- then you are ready to take certain steps.",

        "With all the earnestness at our command, we beg of you to be fearless and thorough from the very start. Some of us have tried to hold on to our old ideas and the result was nil until we let go absolutely.",

        "Without help it is too much for us. But there is One who has all power--that One is God. May you find Him now!",

        "Half measures availed us nothing.",

        "1. We admitted we were powerless over alcohol---that our lives had become unmanageable.",

        "2. Came to believe that a Power greater than ourselves could restore us to sanity.",

        "3. Made a decision to turn our will and our lives over to the care of God as we understood Him.",

        "4. Made a searching and fearless moral inventory of ourselves.",

        "5. Admitted to God, to ourselves, and to another human being the exact nature of our wrongs.",

        "6. Were entirely ready to have God remove all these defects of character.",

        "7. Humbly asked Him to remove our shortcomings.",

        "8. Made a list of all persons we had harmed, and became willing to make amends to them all.",

        "9. Made direct amends to such people whenever possible, except when to do so would injure them or others.",

        "10. Continued to take personal inventory and when we were wrong promptly admitted it.",

        "11. Sought through prayer and meditation to improve our conscious contact with God as we understood Him, praying only for knowledge of His will for us, and the power to carry that out.",

        "12. Having had a spiritual awakening as the result of these steps, we tried to carry this message to alcoholics, and to practice these principals in all our affairs.",

        "The first requirement is that we be convinced that any life run on self-will can hardly be a success. On that basis we are almost always in collision with something or somebody, even though our motives are good.",

        "Pg. 62 Selfishness--self-centeredness! That, we think, is the root of our troubles. Driven by a hundred forms of fear, self-delusion, self-seeking, and self-pity, we step on the toes of our fellows and they retaliate. ",

        "Sometimes they hurt us, seemingly without provocation, but we invariably find that at some time in the past we have made decisions based on self which later placed us in a position to be hurt.",

        "So our troubles, we think, are basically of our own making. They arise out of ourselves, and the alcoholic is an extreme example of self-will run riot, though he usually doesn't think so. ",

        "Above everything, we alcoholics must be rid of this selfishness. We must, or it kills us! God makes that possible. And there often seems no way of entirely getting rid of self without His aid.",

        "We had to have God's help.",

        "This is the how and why of it. First of all, we had to quit playing God. It didn't work. ",

        "Next, we decided that hereafter in this drama of life, God was going to be our Director. He is the Principal; we are His agents. He is the Father, and we are His children. ",

        "Most good ideas are simple, and this concept was the keystone of the new and triumphant arch through which we passed to freedom.",

        "This was only a beginning, though if honestly and humbly made, an effect, sometimes a very great one, was felt at once.",

        "Pg. 63, 64 Next we launched out on a course of vigorous action, the first step of which is a personal housecleaning, which many of us had never attempted. ",

        "Though our decision was a vital and crucial step, it could have little permanent effect unless at once followed by a strenuous effort to face, and to be rid of, the things in ourselves which had been blocking us. ",

        "Our liquor was but a symptom. So we had to get down to causes and conditions. Therefore, we started upon a personal inventory. This was Step Four.",

        "First, we searched out the flaws in our make-up which caused our failure. Being convinced that self, manifested in various ways, was what had defeated us, we considered its common manifestations. ",

        "Resentment is the \"number one\" offender. It destroys more alcoholics than anything else. From it stem all forms of spiritual disease, for we have been not only mentally and physically ill, we have been spiritually sick.",

        "In dealing with resentments, we set them on paper.",

        "Pg. 65 We went back through our lives. Nothing counted but thoroughness and honesty.",

        "It is plain that a life which includes deep resentment leads only to futility and unhappiness. ",

        "To the precise extent that we permit these, do we squander the hours that might have been worth while. ",

        "But with the alcoholic, whose hope is the maintenance and growth of a spiritual experience, this business of resentment is infinitely grave. ",

        "We found that it is fatal. For when harboring such feelings we shut ourselves off from the sunlight of the Spirit. The insanity of alcohol returns and we drink again. And with us, to drink is to die.",

        "If we were to live, we had to be free of anger. The grouch and the brainstorm were not for us. They may be the dubious luxury of normal men, but for alcoholics these things are poison.",

        "Pg. 67 Referring to our list again. Putting out of our minds the wrongs others had done, we resolutely looked for our own mistakes. Where had we been selfish, dishonest, self-seeking and frightened? ",

        "Though a situation had not been entirely our fault, we tried to disregard the other person involved entirely. Where were we to blame? The inventory was ours, not the other man's. ",

        "When we saw our faults we listed them. We placed them before us in black and white. We admitted our wrongs honestly and were willing to set these matters straight.",

        "Pg. 68 We reviewed our fears thoroughly. We put them on paper, even though we had no resentment in connection with them.",

        "The verdict of the ages is that faith means courage. All men of faith have courage. They trust their God. We ask Him to remove our fear and direct our attention to what He would have us be. At once, we commence to outgrow fear.",

        "Pg. 70 Suppose we fall short of the chosen ideal and stumble? Does this mean we are going to get drunk? Some people tell us so. But this is only a half-truth. It depends on us and our motives. ",

        "If we are sorry for what we have done, and have the honest desire to let God take us to better things, we believe we will be forgiven and will have learned our lesson. ",

        "If we are not sorry, and our conduct continues to harm others, we are quite sure to drink. We are not theorizing. These are facts out of our experience.",

        "Pg. 70, 71 In this book you read again and again that faith did for us what we could not do for ourselves. We hope you are convinced now that God can remove whatever self-will has blocked you off from Him. ",

        "If you have already made a decision, and an inventory of your grosser handicaps, you have made a good beginning. That being so you have swallowed and digested some big chunks of truth about yourself.",

        "Pg. 72 INTO ACTION We have admitted certain defects; we have ascertained in a rough way what the trouble is; we have put our finger on the weak items in our personal inventory. Now these are about to be cast out. ",

        "This requires action on our part, which when completed, will mean that we have admitted to God, to ourselves, and to another human being, the exact nature of our defects. This brings us to the Fifth Step in the program of recovery mentioned in the preceding chapter.",

        "In actual practice, we usually find a solitary self-appraisal insufficient. Many of us thought it necessary to go much further. ",

        "We will be more reconciled to discussing ourselves with another person when we see good reasons why we should do so. The best reason first: If we skip this vital step, we may not overcome drinking. ",

        "Time after time newcomers have tried to keep to themselves certain facts about their lives. Trying to avoid this humbling experience, they have turned to easier methods. Almost invariably they got drunk.",

        "Pg. 73, 74 We must be entirely honest with somebody if we expect to live long or happily in this world.",

        "It may be one of our own family, but we cannot disclose anything to our wives or our parents which will hurt them and make them unhappy. We have no right to save our own skin at another person's expense.",

        "The rule is we must be hard on ourselves, but always considerate of others.",

        "Pg. 75 Once we have taken this step, withholding nothing, we are delighted. We can look the world in the eye. ",

        "We can be alone at perfect peace and ease. ",

        "Our fears fall from us. We begin to feel the nearness of our Creator. We may have had certain spiritual beliefs, but now we begin to have a spiritual experience. ",

        "The feeling that the drink problem has disappeared will often come strongly. We feel we are on the Broad Highway, walking hand in hand with the Spirit of the Universe.",

        "Carefully reading the first five proposals we ask if we have omitted anything, for we are building an arch through which we shall walk a free man at last.",

        "Pg. 76 If we can answer to our satisfaction, we then look at Step Six. We have emphasized willingness as being indispensable. ",

        "Are we now ready to let God remove from us all the things which we have admitted are objectionable?",

        "\"My Creator, I am now willing that you should have all of me, good and bad. I pray that you now remove from me every single defect of character which stands in the way of my usefulness to you and my fellows. Grant me strength, as I go out from here, to do your bidding. Amen.\" ",

        "Now we need more action, without which we find that \"Faith without works is dead.\" Let's look at Steps Eight and Nine.",

        "Now we go out to our fellows and repair the damage done in the past. We attempt to sweep away the debris which has accumulated out of our effort to live on self-will and run the show ourselves. ",

        "If we haven't the will to do this, we ask until it comes. Remember it was agreed at the beginning we would go to any lengths for victory over alcohol.",

        "Pg. 77, 78 Our real purpose is to fit ourselves to be of maximum service to God and the people about us.",

        "It is harder to go to an enemy than a friend, but we find it much more beneficial to us. We go to him in a helpful and forgiving spirit, confessing our former ill feeling and expressing our regret.",

        "Under no condition do we criticize such a person or argue. Simply we tell him that we will never get over drinking until we have done our utmost to straighten out the past. ",

        "We are there to sweep off our side of the street, realizing that nothing worth while can be accomplished until we do so, never trying to tell him what he should do.",

        "Pg. 82 Sometimes we hear an alcoholic say that the only thing he needs to do is to keep sober. ",

        "Certainly he must keep sober, for there will be no home if he doesn't. ",

        "But he is yet a long way from making good to the wife or parents whom for years he has so shockingly treated.",

        "Pg. 83 So we clean house with the family, asking each morning in meditation that our Creator show us the way of patience, tolerance, kindliness and love.",

        "The spiritual life is not a theory. We have to live it.",

        "Pg. 84 Are these extravagant promises? We think not. They are being fulfilled among us--sometimes quickly, sometimes slowly. They will always materialize if we work for them. ",

        "This thought brings us to Step Ten, which suggests we continue to take personal inventory and continue to set right any new mistakes as we go along.",

        "This is not an overnight matter. It should continue for our lifetime. Continue to watch for selfishness, dishonesty, resentment, and fear.",

        "When these crop up, we ask God at once to remove them. ",

        "We discuss them with someone immediately and make amends quickly if we have harmed anyone. ",

        "Then we resolutely turn our thoughts to someone we can help. ",

        "Love and tolerance of others is our code.",

        "And we have ceased fighting anything or anyone--even alcohol. For by this time sanity will have returned.",

        "Pg. 85 It is easy to let up on the spiritual program of action and rest on our laurels. We are headed for trouble if we do, for alcohol is a subtle foe. ",

        "We are not cured of alcoholism. What we really have is a daily reprieve contingent on the maintenance of our spiritual condition. ",

        "Every day is a day when we must carry the vision of God's will into all of our activities. \"How can I best serve Thee--Thy will (not mine) be done.\" ",

        "These are thoughts which must go with us constantly. We can exercise our will power along this line all we wish. It is the proper use of the will.",

        "Step Eleven suggests prayer and meditation.",

        "Pg. 86 It works, if we have the proper attitude and work at it.",

        "When we retire at night, we constructively review our day. Were we resentful, selfish, dishonest or afraid? Do we owe an apology?",

        "After making our review we ask God's forgiveness and inquire what corrective measures should be taken.",

        "On awakening let us think about the twenty-four hours ahead. We consider our plans for the day. ",

        "Before we begin, we ask God to direct our thinking, especially asking that it be divorced from self-pity, dishonest or self-seeking motives.",

        "Pg. 87 We usually conclude the period of meditation with a prayer that we be shown all through the day what our next step is to be, that we be given whatever we need to take care of such problems. ",

        "We ask especially for freedom from self-will, and are careful to make no request for ourselves only. ",

        "We may ask for ourselves however, if others will be helped. We are careful never to pray for our own selfish ends. Many of us have wasted a lot of time doing that and it doesn't work. You can easily see why.",

        "Pg. 87, 88 We constantly remind ourselves we are no longer running the show, humbly saying to ourselves many times each day \"Thy will be done.\"",

        "It works---it really does.",

        "We alcoholics are undisciplined. So we let God discipline us in the simple manner we have just outlined.",

        "But this is not all. There is action and more action. \"Faith without works is dead.\"",

        "Practical experience shows that nothing will so much insure immunity from drinking as intensive work with other alcoholics. It works when other activities fail. ",

        "This is the twelfth suggestion: Carry this message to other alcoholics! You can help when no one else can. You can secure their confidence when others fail. Remember they are very ill.",

        "Life will take on new meaning. To watch people recover, to see them help others, to watch loneliness vanish, to see a fellowship grow up about you, to have a host of friends--this is an experience you must not miss.",

        "Frequent contact with newcomers and with each other is the bright spot of our lives.",

        "Pg. 90 When you discover a prospect for Alcoholics Anonymous, find out all you can about him. ",

        "If he does not want to stop drinking, don't waste time trying to persuade him. You may spoil a later opportunity.",

        "Don't deal with him when he is very drunk, unless he is ugly and the family needs your help. Wait for the end of the spree, or at least for a lucid interval. ",

        "Then let his family or a friend ask him if he wants to quit for good and if he would go to any extreme to do so. ",

        "If he says yes, then his attention should be drawn to you as a person who has recovered. You should be described to him as one of a fellowship who, as part of their recovery, try to help others and who will be glad to talk to him if he cares to see you.",

        "If he does not want to see you, never force yourself upon him. Neither should the family hysterically plead with him to do anything, nor should they tell him much about you.",

        "Pg. 92, 93 Even though your protege may not have entirely admitted his condition, he has become very curious to know how you got well. Let him ask you that question, if he will. ",

        "Tell him what happened to you. Stress the spiritual feature freely. If the man be agnostic or atheist, make it emphatic that he does not have to agree with your conception of God. ",

        "He can choose any conception he likes, provided it makes sense to him. The main thing is that he be willing to believe in a Power greater than himself and that he live by spiritual principals.",

        "Pg. 93 He may be an example of the truth that faith alone is insufficient. To be vital, faith must be accompanied by self sacrifice and unselfish, constructive action.",

        "Pg. 94 Outline the program of action, explaining how you made a self-appraisal, how you straightened out your past and why you are now endeavoring to be helpful to him. ",

        "It is important for him to realize that your attempt to pass this on to him plays a vital part in your own recovery. Actually, he may be helping you more than you are helping him.",

        "Suggest how important it is that he place the welfare of other people ahead of his own.",

        "Your candidate may give reasons why he need not follow all of the program. He may rebel at the thought of a drastic housecleaning which requires discussion with other people. ",

        "Do not contradict such views. Tell him you once felt as he does, but you doubt whether you would have made much progress had you not taken action. ",

        "On your first visit tell him about the Fellowship of Alcoholics Anonymous. ",

        "If he shows interest, lend him your copy of this book.",

        "Pg. 95 If he is sincerely interested and wants to see you again, ask him to read this book in the interval. ",

        "After doing that, he must decide for himself whether he wants to go on. He should not be pushed or prodded by you, his wife, or his friends. ",

        "If he is to find God, the desire must come from within.",

        "Pg. 96 Do not be discouraged if your prospect does not respond at once. Search out another alcoholic and try again. ",

        "You are sure to find someone desperate enough to accept with eagerness what you offer. ",

        "We find it a waste of time to keep chasing a man who cannot or will not work with you. ",

        "If you leave such a person alone, he may soon become convinced that he cannot recover by himself. ",

        "To spend too much time on any one situation is to deny some other alcoholic an opportunity to live and be happy.",

        "Pg. 97 Helping others is the foundation stone of your recovery. A kindly act once in a while isn't enough. You have to act the Good Samaritan every day, if need be.",

        "Though an alcoholic does not respond, there is no reason why you should neglect his family. You should continue to be friendly to them. ",

        "The family should be offered your way of life. Should they accept and practice spiritual principals, there is a much better chance that the head of the family will recover. And even though he continues to drink, the family will find life more bearable.",

        "Pg. 98 Some of us have taken very hard knocks to learn this truth: Job or no job--wife or no wife--we simply do not stop drinking so long as we place dependence upon other people ahead of dependence on God.",

        "Burn the idea into the consciousness of every man that he can get well regardless of anyone. The only condition is that he trust God and clean house.",

        "When your prospect has made such reparation as he can to his family, and has thoroughly explained to them the new principles by which he is living, he should proceed to put those principles into action at home. That is, if he is lucky enough to have a home. ",

        "Though his family be at fault in many respects, he should not be concerned about that. He should concentrate on his own spiritual demonstration. Argument and fault finding are to be avoided like the plague.",

        "Pg. 99, 100 Let no alcoholic say he cannot recover unless he has his family back. This just isn't so. In some cases the wife will never come back for one reason or another. ",

        "Remind the prospect that his recovery is not dependent upon people. It is dependent upon his relationship with God.",

        "Pg. 101 In our belief any scheme of combating alcoholism which proposes to shield the sick man from temptation is doomed to failure.",

        "So our rule is not to avoid a place where there is drinking, if we have a legitimate reason for being there.",

        "Pg. 102 Go or stay away, whichever seems best. But be sure you are on solid spiritual ground before you start and that your motive in going is thoroughly good. ",

        "Do not think of what you will get out of the occasion. Think of what you can bring to it. But if you are shaky, you had better work with another alcoholic instead!",

        "Your job now is to be at the place where you may be of maximum helpfulness to others, so never hesitate to go anywhere if you can be helpful. ",

        "You should not hesitate to visit the most sordid spot on earth on such an errand. Keep on the firing line of life with these motives and God will keep you unharmed.",

        "Pg. 103 We are careful never to show intolerance or hatred of drinking as an institution. Experience shows that such an attitude is not helpful to anyone.",

        "Some day we hope that Alcoholics Anonymous will help the public to a better realization of the gravity of the alcoholic problem, but we shall be of little use if our attitude is one of bitterness or hostility. Drinkers will not stand for it. ",

        "After all, our problems were of our own making. Bottles were only a symbol. ",

        "Besides, we have stopped fighting anybody or anything. We have to!",

        "Perhaps your husband has been living in that strange world of alcoholism where everything is distorted and exaggerated. You can see that he really does love you with his better self. ",

        "Of course, there is such a thing as incompatibility, but in nearly every instance the alcoholic only seems to be unloving and inconsiderate; it is usually because he is warped and sickened that he says and does these appalling things. ",

        "Today most of our men are better husbands and fathers than ever before.",

        "Pg. 109 He is remorseful after serious drinking bouts and tells you he wants to stop. But when he gets over the spree, he begins to think once more how he can drink moderately next time. We think this person is in danger. These are the earmarks of a real alcoholic.",

        "Pg. 117 If you and your husband find a solution for the pressing problem of drink you are, of course, going to be very happy. But all problems will not be solved at once. ",

        "Seed has started to sprout in a new soil, but growth has only begun. In spite of your new-found happiness, there will be ups and downs. Many of the old problems will still be with you. This is as it should be.",

        "Starting from a speck on the domestic horizon, great thunderclouds of dispute may gather. ",

        "These family dissensions are very dangerous, especially to your husband. ",

        "Often you must carry the burden of avoiding them or keeping them under control. Never forget that resentment is a deadly hazard to an alcoholic.",

        "Your husband knows he owes you more than sobriety. He wants to make good. Yet you must not expect too much. ",

        "His ways of thinking and doing are the habits of years. Patience, tolerance, understanding and love are the watchwords. Show him these things in yourself and they will be reflected back to you from him. ",

        "Live and let live is the rule. If you both show a willingness to remedy your own defects, there will be little need to criticize each other.",

        "Pg. 119 We find it a real mistake to dampen his enthusiasm for alcoholic work. You should join in his efforts as much as you possibly can. ",

        "We suggest that you direct some of your thought to the wives of his new alcoholic friends. They need the counsel and love of a woman who has gone through what you have.",

        "Pg. 120 You, as well as your husband, ought to think of what you can put into life instead of how much you can take out. Inevitably your lives will be fuller for doing so.",

        "All members of the family should meet upon the common ground of tolerance, understanding and love.",

        "Cessation of drinking is but the first step away from a highly strained, abnormal condition. A doctor said to us, \"Years of living with an alcoholic is almost sure to make any wife or child neurotic. The entire family is, to some extent, ill.\"",

        "Pg. 124 Henry Ford once made a wise remark to the effect that experience is the thing of supreme value in life. That is true only if one is willing to turn the past to good account.",

        "We grow by our willingness to face and rectify errors and convert them into assets.",

        "This painful past may be of infinite value to other families still struggling with their problem. ",

        "We think each family which has been relieved owes something to those who have not, and when the occasion requires, each member of it should be only too willing to bring former mistakes, no matter how grievous, out of their hiding places. ",

        "Showing others who suffer how we were given help is the very thing which makes life seem so worth while to us now. ",

        "Cling to the thought that, in God's hands, the dark past is the greatest possession you have--the key to life and happiness for others. With it you can avert death and misery for them.",

        "Pg. 125 We alcoholics are sensitive people. It takes some of us a long time to outgrow that serious handicap.",

        "Pg. 127 The head of the house ought to remember that he is mainly to blame for what befell his home. ",

        "He can scarcely square the account in his lifetime. But he must see the danger of over-concentration on financial success. ",

        "Although financial recovery is on the way for many of us, we found we could not place money first. For us, material well-being always followed spiritual progress; it never preceded.",

        "Since the home has suffered more than anything else, it is well that a man exert himself there. He is not likely to get far in any direction if he fails to show unselfishness and love under his own roof.",

        "Pg. 129 Though the family does not fully agree with dad's spiritual activities, they should let him have his head. ",

        "Even if he displays a certain amount of neglect and irresponsibility towards the family, it is well to let him go as far as he likes in helping other alcoholics. During those first days of convalescence, this will do more to insure his sobriety than anything else.",

        "Pg. 130 We have come to believe He would like us to keep our heads in the clouds with Him, but that our feet ought to be firmly planted on earth. That is where our fellow travelers are, and that is where our work must be done. These are the realities for us.",

        "Pg. 132 We have been speaking to you of serious, sometimes tragic things. We have been dealing with alcohol in its worst aspect. But we aren't a glum lot. ",

        "If newcomers could see no joy or fun in our existence, they wouldn't want it. We absolutely insist on enjoying life. ",

        "We try not to indulge in cynicism over the state of the nations, nor do we carry the world's troubles on our shoulders.",

        "So we think cheerfulness and laughter make for usefulness. ",

        "Outsiders are sometimes shocked when we burst into merriment over a seemingly tragic experience out of the past. ",

        "But why shouldn't we laugh? We have recovered, and have been given the power to help others.",

        "Pg. 133 We are sure God wants us to be happy, joyous, and free. We cannot subscribe to the belief that this life is a vale of tears, though it once was just that for many of us. ",

        "But it is clear that we made our own misery. God didn't do it. Avoid then, the deliberate manufacture of misery, but if trouble comes, cheerfully capitalize it as an opportunity to demonstrate His omnipotence.",

        "Pg. 135 Whether the family goes on a spiritual basis or not, the alcoholic member has to if he would recover.",

        "If you desire to help it might be well to disregard your own drinking, or lack of it. ",

        "Whether you are a hard drinker, a moderate drinker or a teetotaler, you may have some pretty strong opinions, perhaps prejudices. Those who drink moderately may be more annoyed with an alcoholic than a total abstainer would be. ",

        "Drinking occasionally, and understanding your own reactions, it is possible for you to become quite sure of many things which, so far as the alcoholic is concerned, are not always so. ",

        "As a moderate drinker, you can take your liquor or leave it alone. Whenever you want to, you control our drinking. Of an evening, you can go on a mild bender, get up in the morning, shake your head and go to business. ",

        "To you, liquor is no real problem. You cannot see why it should be to anyone else, save the spineless and stupid.",

        "Pg. 142 Say that you believe he is a gravely ill person, with this qualification--being perhaps fatally ill, does he want to get well? ",

        "You ask, because many alcoholics, being warped and drugged, do not want to quit. But does he? ",

        "Will he take every necessary step, submit to anything to get well, to stop drinking forever?",

        "Either you are dealing with a man who can and will get well or you are not. If not, why waste time with him? This may seem severe, but it is usually the best course.",

        "Pg. 143 Though you are providing him with the best possible medical attention, he should understand that he must undergo a change of heart. ",

        "To get over drinking will require a transformation of thought and attitude. ",

        "We all had to place recovery above everything, for without recovery we would have lost both home and business.",

        "To return to the subject matter of this book: It contains full suggestions by which the employee may solve his problem.",

        "Pg. 144 As our work spreads and our numbers increase, we hope your employees may be put in personal contact with some of us. Meanwhile, we are sure a great deal can be accomplished by the use of the book alone.",

        "Pg. 145 The greatest enemies of us alcoholics are resentment, jealousy, envy, frustration, and fear.",

        "Pg. 146 As a class, alcoholics are energetic people. They work hard and they play hard.",

        "He may wish to do a lot for other alcoholics and something of the sort may come up during business hours. A reasonable amount of latitude will be helpful. This work is necessary to maintain his sobriety.",

        "Pg. 148 It boils right down to this: No man should be fired just because he is alcoholic. ",

        "If he wants to stop, he should be afforded a real chance. If he cannot or does not want to stop, he should be discharged. The exceptions are few.",

        "For most normal folks, drinking means conviviality, companionship and colorful imagination. It means release from care, boredom and worry. It is a joyous intimacy with friends and a feeling that life is good. ",

        "But not so with us in those last days of heavy drinking. The old pleasures were gone. They were but memories. Never could we recapture the great moments of the past. ",

        "There was an insistent yearning to enjoy life as we once did and a heartbreaking obsession that some new miracle of control would enable us to do it. ",

        "There was always one more attempt--and one more failure.",

        "Some day he will be unable to imagine life either with alcohol or without it. ",

        "Then he will know loneliness such as few do. He will be at the jumping-off place. He will wish for the end.",

        "We have been shown how we got out from under. You say, \"Yes, I'm willing. But am I to be consigned to a life where I shall be stupid, boring and glum, like some righteous people I see? ",

        "I know I must get along without liquor, but how can I? Have you a sufficient substitute?\"",

        "Yes, there is a substitute and it is vastly more than that. It is a fellowship in Alcoholics Anonymous. ",

        "There you will find release from care, boredom and worry. Your imagination will be fired.",

        "Life will mean something at last. The most satisfactory years of your existence lie ahead. ",

        "Thus we find the fellowship, and so will you.",

        "You are going to meet these new friends in your own community. Near you, alcoholics are dying helplessly like people in a sinking ship. ",

        "If you live in a large place, there are hundreds. High and low, rich and poor, these are the future fellows of Alcoholics Anonymous. ",

        "Among them you will make lifelong friends. You will be bound to them with new and wonderful ties, for you will escape disaster together and you will commence shoulder to shoulder your common journey. ",

        "Then you will know what it means to give of yourself that others may survive and rediscover life. ",

        "You will learn the full meaning of \"Love thy neighbor as thyself.\"",

        "These men had found something brand new in life. Though they knew they must help other alcoholics if they would remain sober, that motive became secondary. It was transcended by the happiness they found in giving themselves for others.",

        "Some day we hope that every alcoholic who journeys will find a Fellowship of Alcoholics Anonymous at his destination. To some extent this is already true.",

        "Thus we grow. And so can you, though you be but one man with this book in your hand. We believe and hope it contains all you will need to begin.",

        "We know what you are thinking. You are saying to yourself: \"I'm jittery and alone. I couldn't do that.\" But you can. You forget that you have just now tapped a source of power much greater than yourself. ",

        "To duplicate, with such backing, what we have accomplished is only a matter of willingness, patience and labor.",

        "Pg. 164 Still you may say: \"But I will not have the benefit of contact with you who write this book.\" We cannot be sure. God will determine that, so you must remember that your real reliance is always upon Him. ",

        "He will show you how to create the fellowship you crave.",

        "Our book is meant to be suggestive only. We realize we know only a little. ",

        "God will constantly disclose more to you and to us. Ask Him in your morning meditation what you can do each day for the man who is still sick. ",

        "The answers will come, if your own house is in order. But obviously you cannot transmit something you haven't got. ",

        "See to it that your relationship with Him is right, and great events will come to pass for you and countless others. This is the Great Fact for us.",

        "Abandon yourself to God as you understand God. ",

        "Admit your faults to Him and to your fellows. ",

        "Clear away the wreckage of your past. ",

        "Give freely of what you find and join us. ",

        "We shall be with you in the Fellowship of the Spirit, and you will surely meet some of us as you trudge the Road of Happy Destiny.",

        "May God bless you and keep you--until then.",

        "The terms \"spiritual experience and \"spiritual awakening are used many times in this book which, upon careful reading, shows that the personality change sufficient to bring about recovery from alcoholism has manifested itself among us in many forms.",

        "Yet it is true that our first printing gave many readers the impression that these personality changes, or religious experiences, must be in the nature of sudden and spectacular upheavals. Happily for everyone, this conclusion is erroneous.",

        "In the first few chapters a number of sudden revolutionary changes are described. ",

        "Though it was not our intention to create such an impression, many alcoholics have nevertheless concluded that in order to recover they must acquire an immediate and overwhelming \"God-consciousness\" followed at once by a vast change in feeling and outlook.",

        "Among our rapidly growing membership of thousands of alcoholics such transformations, though frequent, are by no means the rule. ",

        "Most of our experiences are what the psychologist William James calls the \"educational variety\" because they develop slowly over a period of time. ",

        "Quite often friends of the newcomer are aware of the difference long before he is himself. He finally realizes that he has undergone a profound alteration in his reaction to life; that such a change could hardly have been brought about by himself alone. ",

        "What often takes place in a few months could seldom have been accomplished by years of self-discipline. ",

        "With few exceptions our members find that they have tapped an unsuspected inner resource which they presently identify with their own conception of a Power greater than themselves.",

        "Most of us think this awareness of a Power greater than ourselves is the essence of spiritual experience. Our more religious members call it \"God-consciousness.\"",

        "Most emphatically we wish to say that any alcoholic capable of honestly facing his problems in the light of our experience can recover, provided he does not close his mind to all spiritual concepts. ",

        "He can only be defeated by an attitude of intolerance or belligerent denial.",

        "We find that no one need have difficulty with the spirituality of the program.",

        "Willingness, honesty and open mindedness are the essentials of recovery. But these are indispensable.",

        "\"There is a principle which is a bar against all information, which is proof against all arguments and which cannot fail to keep a man in everlasting ignorance---that principle is contempt prior to investigation.\"",

        "Dr. Foster Kennedy, neurologist: \"This organization of Alcoholics Anonymous calls on two of the greatest reservoirs of power known to man, religion and that instinct for association with one's fellows...the 'herd' instinct. ",

        "I think our profession must take appreciative cognizance of this great therapeutic weapon. If we do not do so, we shall stand convicted of emotional sterility and of having lost faith that moves mountains, without which medicine can do little.\"",

        "Dr. G. Kirby Collier, psychiatrist: \"I have felt that A.A. is a group unto themselves and their best results can be had under their own guidance, as a result of their philosophy. ",

        "Any therapeutic or philosophic procedure which can prove a recovery rate of 50% to 60% must merit our consideration.\"",

        "Pg. 572 Dr. W. W. Bauer, broadcasting under the auspices of The American Medical Association in 1946, over the NBC network, said, in part: \"Alcoholics Anonymous are no crusaders; not a temperance society. ",

        "They know that they must never drink. They help others with similar problems...In this atmosphere the alcoholic often overcomes his excessive concentration upon himself. ",

        "Learning to depend upon a higher power and absorb himself in his work with other alcoholics, he remains sober day by day. The days add up into weeks, the weeks into months and years.\"",

        "Clergymen of practically every denomination have given A.A. their blessing.",

        "The Episcopal magazine, The Living Church, observes editorially: \"The basis of the technique of Alcoholics Anonymous is the truly Christian principle that a man cannot help himself except by helping others. ",

        "The A.A. plan is described by the members themselves as 'self-insurance.' This self-insurance has resulted in the restoration of physical, mental and spiritual health and self-respect to hundreds of men and women who would be hopelessly down and out without its unique but effective therapy.\""

    ]
}